//아이템_딕셔너리_JSON_구조

{
	// 비아이템류
	"0": {
		name: {
			kr:"컨디션",
			en:"",
			cn:"",
			jp:""
		},
		craft: [],
		grade: 1
	},
	
	"1": {
		name: {
			kr:"용문폐",
			en:"",
			cn:"",
			jp:""
		},
		craft: [],
		grade: 4
	},
	
	// 작전기록류
	"2": {
		name: {
			kr:"기초작전기록",
			en:"",
			cn:"",
			jp:""
		},
		craft: [],
		grade: 2
	},
	
	"3": {
		name: {
			kr:"초급작전기록",
			en:"",
			cn:"",
			jp:""
		},
		craft: [],
		grade: 3
	},
	
	"4": {
		name: {
			kr:"중급작전기록",
			en:"",
			cn:"",
			jp:""
		},
		craft: [],
		grade: 4
	},
	
	"5": {
		name: {
			kr:"고급작전기록",
			en:"",
			cn:"",
			jp:""
		},
		craft: [],
		grade: 5
	},
	
	// 스킬개론류
	"6": {
		name: {
			kr:"스킬개론 제1권",
			en:"",
			cn:"",
			jp:""
		},
		craft: [],
		grade: 2
	},
	
	"7": {
		name: {
			kr:"스킬개론 제2권",
			en:"",
			cn:"",
			jp:""
		},
		craft: [
			[
				[용문폐, 0], [컨디션, 1],
				[스킬개론 제1권, 3]
			]
		],
		grade: 3
	},
	
	"8": {
		name: {
			kr:"스킬개론 제3권",
			en:"",
			cn:"",
			jp:""
		},
		craft: [
			[
				[용문폐, 0], [컨디션, 2],
				[스킬개론 제2권, 3]
			]
		],
		grade: 4
	},
	
	// 정예화 재료
	// 주황 5등급
	"9": {
		name: {
			kr:"D32강",
			en:"",
			cn:"D32钢",
			jp:""
		},
		craft: [
			[
				[컨디션, 8], [용문폐, 400],
				[망간 중합체, 1], [고급 연마석, 1], [RMA70-24, 1]
			]
		],
		grade: 5
	},
	
	"10": {
		name: {
			kr:"바이폴라 나노플레이크 칩",
			en:"",
			cn:"双极纳米片",
			jp:""
		},
		craft: [
			[
				[컨디션, 8], [용문폐, 400],
				[개량 장치, 1], [화이트 호스 콜, 2]
			]
		],
		grade: 5
	},
	
	"11": {
		name: {
			kr:"중합제",
			en:"",
			cn:"聚合剂",
			jp:""
		},
		craft: [
			[
				[컨디션, 8], [용문폐, 400],
				[정제 원암, 1], [이철 팩, 1], [아케톤 팩, 1]
			]
		],
		grade: 5
	},
	
	// 보라 4등급
	"12": {
		name: {
			kr:"RMA70-24",
			en:"",
			cn:"",
			jp:""
		},
		craft: [
			[
				[용문폐, 300], [컨디션, 4],
				[RMA70-12, 1], [원암 큐브 번들, 2], [아케톤 응집체 번들, 1]
			]
		],
		grade: 4
	},
	
	"13": {
		name: {
			kr:"고급 연마석",
			en:"",
			cn:"",
			jp:""
		},
		craft: [
			[
				[용문폐, 300], [컨디션, 4],
				[연마석, 1], [이철 번들, 1], [리뉴얼 장치, 1]
			]
		],
		grade: 4
	},
	
	"14": {
		name: {
			kr:"망간 중합체",
			en:"",
			cn:"",
			jp:""
		},
		craft: [
			[
				[용문폐, 300], [컨디션, 4],
				[망간 광석, 2], [폴리에스테르 번들, 1], [로식 콜, 1]
			]
		],
		grade: 4
	},
	
	"15": {
		name: {
			kr:"화이트 호스 콜",
			en:"",
			cn:"",
			jp:""
		},
		craft: [
			[
				[용문폐, 300], [컨디션, 4],
				[로식 콜, 1], [포도당 번들, 1], [RMA70-12, 1]
			]
		],
		grade: 4
	},
	
	"16": {
		name: {
			kr:"개량 장치",
			en:"",
			cn:"",
			jp:""
		},
		craft: [
			[
				[용문폐, 300], [컨디션, 4],
				[개량 장치, 1], [원암 큐브 번들, 2], [연마석, 1]
			]
		],
		grade: 4
	},
	
	"17": {
		name: {
			kr:"아케톤 팩",
			en:"",
			cn:"",
			jp:""
		},
		craft: [
			[
				[용문폐, 300], [컨디션, 4],
				[아케톤 응집체 번들, 2], [포도당 번들, 1], [망간 광석, 1]
			]
		],
		grade: 4
	},
	
	"18": {
		name: {
			kr:"이철 팩",
			en:"",
			cn:"",
			jp:""
		},
		craft: [
			[
				[용문폐, 300], [컨디션, 4],
				[이철 번들, 2], [리뉴얼 장치, 1], [폴리에스테르 번들, 1]
			]
		],
		grade: 4
	},
	
	"19": {
		name: {
			kr:"폴리에스테르 팩",
			en:"",
			cn:"",
			jp:""
		},
		craft: [
			[
				[용문폐, 300], [컨디션, 4],
				[폴리에스테르 번들, 2], [아케톤 응집체 번들, 1], [로식 콜, 1]
			]
		],
		grade: 4
	},
	
	"20": {
		name: {
			kr:"포도당 팩",
			en:"",
			cn:"",
			jp:""
		},
		craft: [
			[
				[용문폐, 300], [컨디션, 4],
				[포도당 번들, 2], [이철 번들, 1], [망간 광석, 1]
			]
		],
		grade: 4
	},
	
	"21": {
		name: {
			kr:"정제 원암",
			en:"",
			cn:"",
			jp:""
		},
		craft: [
			[
				[용문폐, 300], [컨디션, 4],
				[원암 큐브 번들, 4]
			]
		],
		grade: 4
	},
	
	// 파랑 3등급
	"22": {
		name: {
			kr:"리뉴얼 장치",
			en:"",
			cn:"",
			jp:""
		},
		craft: [
			[
				[용문폐, 200], [컨디션, 2],
				[장치, 4]
			]
		],
		grade: 3
	},
	
	"23": {
		name: {
			kr:"아케톤 응집체 번들",
			en:"",
			cn:"",
			jp:""
		},
		craft: [
			[
				[용문폐, 200], [컨디션, 2],
				[아케톤 응집체, 4]
			]
		],
		grade: 3
	},
	
	"24": {
		name: {
			kr:"이철 번들",
			en:"",
			cn:"",
			jp:""
		},
		craft: [
			[
				[용문폐, 200], [컨디션, 2],
				[이철, 4]
			]
		],
		grade: 3
	},
	
	"25": {
		name: {
			kr:"폴리에스테르 번들",
			en:"",
			cn:"",
			jp:""
		},
		craft: [
			[
				[용문폐, 200], [컨디션, 2],
				[폴리에스테르, 4]
			]
		],
		grade: 3
	},
	
	"26": {
		name: {
			kr:"포도당 번들",
			en:"",
			cn:"",
			jp:""
		},
		craft: [
			[
				[용문폐, 200], [컨디션, 2],
				[포도당, 4]
			]
		],
		grade: 3
	},
	
	"27": {
		name: {
			kr:"원암 큐브 번들",
			en:"",
			cn:"",
			jp:""
		},
		craft: [
			[
				[용문폐, 200], [컨디션, 2],
				[원암 큐브, 5]
			]
		],
		grade: 3
	},
	
	// 초록 2등급
	"28": {
		name: {
			kr:"장치",
			en:"",
			cn:"",
			jp:""
		},
		craft: [
			[
				[용문폐, 100], [컨디션, 1],
				[파손된 장치, 3]
			]
		],
		grade: 2
	},
	
	"29": {
		name: {
			kr:"아케톤 응집체",
			en:"",
			cn:"",
			jp:""
		},
		craft: [
			[
				[용문폐, 100], [컨디션, 1],
				[디케톤, 3]
			]
		],
		grade: 2
	},
	
	"30": {
		name: {
			kr:"이철",
			en:"",
			cn:"",
			jp:""
		},
		craft: [
			[
				[용문폐, 100], [컨디션, 1],
				[이철 조각, 3]
			]
		],
		grade: 2
	},
	
	"31": {
		name: {
			kr:"폴리에스테르",
			en:"",
			cn:"",
			jp:""
		},
		craft: [
			[
				[용문폐, 100], [컨디션, 1],
				[에스테르 원료, 3]
			]
		],
		grade: 2
	},
	
	"32": {
		name: {
			kr:"포도당",
			en:"",
			cn:"",
			jp:""
		},
		craft: [
			[
				[용문폐, 100], [컨디션, 1],
				[대체당, 3]
			]
		],
		grade: 2
	},
	
	"33": {
		name: {
			kr:"원암 큐브",
			en:"",
			cn:"",
			jp:""
		},
		craft: [
			[
				[용문폐, 100], [컨디션, 1],
				[원암, 3]
			]
		],
		grade: 2
	},
	
	// 기반시설 재료
	"34": {
		name: {
			kr:"고급건설자재",
			en:"",
			cn:"",
			jp:""
		},
		craft: [
			[
				[용문폐, 7200], [컨디션, 4],
				[카본 팩, 2]
			]
		],
		grade: 4
	},
	
	"35": {
		name: {
			kr:"카본 팩",
			en:"",
			cn:"",
			jp:""
		},
		craft: [
			[
				[용문폐, 0], [컨디션, 4],
				[카본 번들, 3]
			]
		],
		grade: 4
	},
	
	"36": {
		name: {
			kr:"중급건설자재",
			en:"",
			cn:"",
			jp:""
		},
		craft: [
			[
				[용문폐, 2400], [컨디션, 2],
				[카본 번들, 2]
			]
		],
		grade: 3
	},
	
	"37": {
		name: {
			kr:"카본 번들",
			en:"",
			cn:"",
			jp:""
		},
		craft: [
			[
				[용문폐, 0], [컨디션, 2],
				[카본, 3]
			]
		],
		grade: 3
	},
	
	"38": {
		name: {
			kr:"초급건설자재",
			en:"",
			cn:"",
			jp:""
		},
		craft: [
			[
				[용문폐, 800], [컨디션, 1],
				[카본, 2]
			]
		],
		grade: 2
	},
	
	// 제조소에서 제작가능한 아이템 (가공소 말고)
	// 듀얼 칩
	"39": {
		name: {
			kr:"뱅가드 듀얼 칩",
			en:"",
			cn:"",
			jp:""
		},
		craft: [
			[
				[시간, 60],
				[뱅가드 칩셋, 2], [칩 첨가제, 1]
			]
		],
		grade: 5
	},
	
	"40": {
		name: {
			kr:"가드 듀얼 칩",
			en:"",
			cn:"",
			jp:""
		},
		craft: [
			[
				[시간, 60],
				[가드 칩셋, 2], [칩 첨가제, 1]
			]
		],
		grade: 5
	},
	
	"41": {
		name: {
			kr:"디펜더 듀얼 칩",
			en:"",
			cn:"",
			jp:""
		},
		craft: [
			[
				[시간, 60],
				[디펜더 칩셋, 2], [칩 첨가제, 1]
			]
		],
		grade: 5
	},
	
	"42": {
		name: {
			kr:"스나이퍼 듀얼 칩",
			en:"",
			cn:"",
			jp:""
		},
		craft: [
			[
				[시간, 60],
				[스나이퍼 칩셋, 2], [칩 첨가제, 1]
			]
		],
		grade: 5
	},
	
	"43": {
		name: {
			kr:"캐스터 듀얼 칩",
			en:"",
			cn:"",
			jp:""
		},
		craft: [
			[
				[시간, 60],
				[캐스터 칩셋, 2], [칩 첨가제, 1]
			]
		],
		grade: 5
	},
	
	"44": {
		name: {
			kr:"메딕 듀얼 칩",
			en:"",
			cn:"",
			jp:""
		},
		craft: [
			[
				[시간, 60],
				[메딕 칩셋, 2], [칩 첨가제, 1]
			]
		],
		grade: 5
	},
	
	"45": {
		name: {
			kr:"서포터 듀얼 칩",
			en:"",
			cn:"",
			jp:""
		},
		craft: [
			[
				[시간, 60],
				[서포터 칩셋, 2], [칩 첨가제, 1]
			]
		],
		grade: 5
	},
	
	"46": {
		name: {
			kr:"스페셜리스트 듀얼 칩",
			en:"",
			cn:"",
			jp:""
		},
		craft: [
			[
				[시간, 60],
				[스페셜리스트 칩셋, 2], [칩 첨가제, 1]
			]
		],
		grade: 5
	},
	
	// 제작 불가 아이템
	// 칩 첨가제
	"47": {
		name: {
			kr:"칩 첨가제",
			en:"",
			cn:"",
			jp:""
		},
		craft: [
			[
				[구매증명서, 90]
			]
		],
		grade: 4
	},
	
	// 칩셋
	"48": {
		name: {
			kr:"뱅가드 칩셋",
			en:"",
			cn:"",
			jp:""
		},
		craft: [],
		grade: 4
	},
	
	"49": {
		name: {
			kr:"가드 칩셋",
			en:"",
			cn:"",
			jp:""
		},
		craft: [],
		grade: 4
	},
	
	"50": {
		name: {
			kr:"디펜더 칩셋",
			en:"",
			cn:"",
			jp:""
		},
		craft: [],
		grade: 4
	},
	
	"51": {
		name: {
			kr:"스나이퍼 칩셋",
			en:"",
			cn:"",
			jp:""
		},
		craft: [],
		grade: 4
	},
	
	"52": {
		name: {
			kr:"캐스터 칩셋",
			en:"",
			cn:"",
			jp:""
		},
		craft: [],
		grade: 4
	},
	
	"53": {
		name: {
			kr:"메딕 칩셋",
			en:"",
			cn:"",
			jp:""
		},
		craft: [],
		grade: 4
	},
	
	"54": {
		name: {
			kr:"서포터 칩셋",
			en:"",
			cn:"",
			jp:""
		},
		craft: [],
		grade: 4
	},
	
	"55": {
		name: {
			kr:"스페셜리스트 칩셋",
			en:"",
			cn:"",
			jp:""
		},
		craft: [],
		grade: 4
	},
	
	// 칩
	"56": {
		name: {
			kr:"뱅가드 칩",
			en:"",
			cn:"",
			jp:""
		},
		craft: [],
		grade: 3
	},
	
	"57": {
		name: {
			kr:"가드 칩",
			en:"",
			cn:"",
			jp:""
		},
		craft: [],
		grade: 3
	},
	
	"58": {
		name: {
			kr:"디펜더 칩",
			en:"",
			cn:"",
			jp:""
		},
		craft: [],
		grade: 3
	},
	
	"59": {
		name: {
			kr:"스나이퍼 칩",
			en:"",
			cn:"",
			jp:""
		},
		craft: [],
		grade: 3
	},
	
	"60": {
		name: {
			kr:"캐스터 칩",
			en:"",
			cn:"",
			jp:""
		},
		craft: [],
		grade: 3
	},
	
	"61": {
		name: {
			kr:"메딕 칩",
			en:"",
			cn:"",
			jp:""
		},
		craft: [],
		grade: 3
	},
	
	"62": {
		name: {
			kr:"서포터 칩",
			en:"",
			cn:"",
			jp:""
		},
		craft: [],
		grade: 3
	},
	
	"63": {
		name: {
			kr:"스페셜리스트 칩",
			en:"",
			cn:"",
			jp:""
		},
		craft: [],
		grade: 3
	},
	
	// 증명서
	"64": {
		name: {
			kr:"자격증명서",
			en:"",
			cn:"",
			jp:""
		},
		craft: [],
		grade: 3
	},
	
	"65": {
		name: {
			kr:"구매증명서",
			en:"",
			cn:"",
			jp:""
		},
		craft: [],
		grade: 3
	},
	
	"66": {
		name: {
			kr:"고급증명서",
			en:"",
			cn:"",
			jp:""
		},
		craft: [],
		grade: 5
	},
	
	// 1등급 기초재료
	"67": {
		name: {
			kr:"원암",
			en:"",
			cn:"",
			jp:""
		},
		craft: [],
		grade: 1
	},
	
	"68": {
		name: {
			kr:"파손된 장치",
			en:"",
			cn:"",
			jp:""
		},
		craft: [],
		grade: 1
	},
	
	"69": {
		name: {
			kr:"에스테르 원료",
			en:"",
			cn:"",
			jp:""
		},
		craft: [],
		grade: 1
	},
	
	"70": {
		name: {
			kr:"대체당",
			en:"",
			cn:"",
			jp:""
		},
		craft: [],
		grade: 1
	},
	
	"71": {
		name: {
			kr:"이철 조각",
			en:"",
			cn:"",
			jp:""
		},
		craft: [],
		grade: 1
	},
	
	"72": {
		name: {
			kr:"디케톤",
			en:"",
			cn:"",
			jp:""
		},
		craft: [],
		grade: 1
	},
	
	// 건축재료
	"73": {
		name: {
			kr:"카본",
			en:"",
			cn:"",
			jp:""
		},
		craft: [],
		grade: 1
	},
	
	// 3등급 기초재료들
	"74": {
		name: {
			kr:"로식 콜",
			en:"",
			cn:"",
			jp:""
		},
		craft: [],
		grade: 3
	},
	
	"75": {
		name: {
			kr:"망간 광석",
			en:"",
			cn:"",
			jp:""
		},
		craft: [],
		grade: 3
	},
	
	"76": {
		name: {
			kr:"연마석",
			en:"",
			cn:"",
			jp:""
		},
		craft: [],
		grade: 3
	},
	
	"77": {
		name: {
			kr:"RMA70-12",
			en:"",
			cn:"",
			jp:""
		},
		craft: [],
		grade: 3
	},
	
	"78": {
		name: {
			kr:"젤라틴",
			en:"",
			cn:"",
			jp:""
		},
		craft: [],
		grade: 3
	},
	
	"79": {
		name: {
			kr:"열합금",
			en:"",
			cn:"",
			jp:""
		},
		craft: [],
		grade: 3
	},
	
	// 6지 출시때 추가되는 상위재료
	"80": {
		name: {
			kr:"중합젤",
			en:"",
			cn:"",
			jp:""
		},
		craft: [
			[
				[용문폐, 300], [컨디션, 4],
				[이철 번들, 1], [젤라틴, 1], [열합금, 1]
			]
		],
		grade: 4
	},
	
	"81": {
		name: {
			kr:"열합금 덩어리",
			en:"",
			cn:"",
			jp:""
		},
		craft: [
			[
				[용문폐, 300], [컨디션, 4],
				[리뉴얼 장치, 1], [연마석, 1], [열합금, 1]
			]
		],
		grade: 4
	}
}